---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Geometry
source: html/2897f381-14b2-ccab-17d3-846b5ce0533f.htm
---
# Autodesk.Revit.DB.GroupTypeId.Geometry Property

Geometry.

## Syntax (C#)
```csharp
public static ForgeTypeId Geometry { get; }
```